{
  "nav_home": "Startseite",
  "nav_pricing": "Preise",
  "nav_contact": "Kontakt",
  "nav_about": "Über uns",
  "select_country": "Land auswählen",
  "search_placeholder": "Zum Suchen eingeben",
  "banner_get_report": "Bericht abrufen",
  "banner_no_vin": "Ich habe keine Fahrgestellnummer",
  "banner_input_placeholder": "Fahrgestellnummer eingeben",
  "vin_get_report": "Bericht abrufen",
  "vin_no_vin_alert": "Bitte geben Sie eine Fahrgestellnummer ein, um fortzufahren",
  "vin_placeholder": "1VWBN7A35CCXXXXXX",
  "form_title": "Holen Sie sich Ihren Bericht",
  "form_cancel": "Abbrechen",
  "form_continue": "Zur Zahlung fortfahren",
  "form_cod": "Nachnahme",
  "payment_complete": "Schließen Sie Ihre Zahlung ab",
  "banner_title": "Vertrauen Sie Daten, nicht Worten. Überprüfen Sie die Geschichte jedes Autos in Sekunden",
  "banner_subtitle": "Gebrauchtwagenkauf? Wir durchsuchen über 900 globale Datenbanken, um Ihnen zu helfen, schlechte Geschäfte zu vermeiden und zu entscheiden, ob das Auto wirklich das Richtige für Sie ist.",
  "banner_we_check": "Wir überprüfen:",
  "banner_checks_damage": "Schäden",
  "banner_checks_market_value": "Marktwert",
  "banner_checks_mileage": "Tachomanipulation",
  "banner_checks_more": "und mehr...",
  "banner_checks_specs": "Specs & Ausstattung",
  "banner_checks_title_check": "Eigentumsnachweis",
  "banner_checks_safety_ratings": "Sicherheitsbewertungen",
  "banner_checks_natural_disaster": "Exposition gegenüber Naturkatastrophen",
  "banner_report_title": "Umfassender Bericht",
  "banner_report_subtitle": "Vollständige Fahrzeuggeschichte in Sekunden",
  "features_title": "Wir überprüfen, was Verkäufer nicht sagen",
  "features_subtitle": "TrueAutoCheck durchsucht über eine Milliarde verifizierter Datensätze, um Ihnen das Risiko beim Kauf eines Gebrauchtwagens zu senken – in nur 55 Sekunden.",
  "feature_spot_damage_title": "Schäden und Totalschäden erkennen",
  "feature_spot_damage_desc": "Wir durchsuchen über 300 Millionen Datensätze, um Ihnen zu zeigen, wo und wann der Schaden aufgetreten ist und welche Reparaturkosten anfallen könnten.",
  "feature_verify_mileage_title": "Tatsächliche Kilometerzahl überprüfen",
  "feature_verify_mileage_desc": "Überprüfen Sie mühelos die Laufleistung eines Fahrzeugs, gestützt auf Daten von über 900 vertrauenswürdigen Quellen in 35 Ländern.",
  "feature_specs_title": "Lernen Sie das Auto von innen und außen kennen",
  "feature_specs_desc": "Unsere Spezifikations- und Ausstattungsdaten zeigen Ihnen alles, von den technischen Details des Autos bis zu den ursprünglichen Funktionen wie Navigation und Sicherheitssystemen.",
  "feature_value_title": "Wissen Sie, was das Auto wirklich wert ist",
  "feature_value_desc": "Sehen Sie, wie sich der Autopreis mit ähnlichen Autos in Ihrer Gegend vergleicht – damit Sie nicht zu viel bezahlen oder unterbewertet werden.",
  "feature_avoid_hidden_title": "Vermeiden Sie Autos mit versteckter Vergangenheit",
  "feature_avoid_hidden_desc": "Erkennen Sie Totalschadenkategorien (wie Cat S oder N), um zu wissen, ob das Auto schwer beschädigt oder als Totalschaden erklärt wurde.",
  "feature_safety_title": "Sehen Sie, ob das Auto sicher zu fahren ist",
  "feature_safety_desc": "Unsere Sicherheitsbewertungsdaten zeigen Crashtest-Bewertungen von führenden Agenturen und helfen Ihnen, Autos mit versteckten Risiken zu vermeiden.",
  "feature_disasters_title": "Prüfen Sie auf witterungsbedingte Schäden",
  "feature_disasters_desc": "Unsere Naturkatastrophendaten kennzeichnen Autos, die Überschwemmungen, Stürmen oder anderen Naturereignissen ausgesetzt waren – selbst wenn der Schaden nicht sichtbar ist.",
  "why_title": "Warum intelligente Autokäufer mit TrueAutoCheck beginnen",
  "why_subtitle": "Ein TrueAutoCheck-Fahrzeughistorienbericht ist Ihr erster Schritt, um zu wissen, was Ihr Geld wert ist, was Ihre Zeit wert ist und was die beste Endwahl ist.",
  "why_section1_title": "Vermeiden Sie kostspielige Fehler, bevor sie passieren.",
  "why_section1_desc": "Erkennen Sie vorherige Schäden, Tachomanipulation und andere teure Probleme im Voraus – um kostspielige Überraschungen zu vermeiden.",
  "why_section2_title": "Finden Sie Ihr ideales Auto schneller.",
  "why_section2_desc": "Sparen Sie sich unnötige Probefahrten, indem Sie die Geschichte des Autos online überprüfen und konzentrieren Sie sich nur auf Autos, die es wirklich wert sind, gesehen zu werden.",
  "why_section3_title": "Informieren Sie sich, geben Sie intelligenter aus.",
  "why_section3_desc": "Entdecken Sie die vollständige Fahrzeuggeschichte, seien Sie dem Verkäufer einen Schritt voraus und nutzen Sie die Details, um einen besseren Preis zu verhandeln."
}
